/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock 항목";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock 항목";
"com.apple.dock.itemlist" = "Dock 항목 목록";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Dock 항목 항목 목록";
"com.apple.dock.item/path" = "Dock 항목 경로";
"com.apple.dock.item/label" = "Dock 항목 꼬리표";
"com.apple.dock.item/type" = "Dock 항목 유형";
"com.apple.dock.item/parent" = "상위 Dock 항목 ";
"com.apple.dock.item/properties" = "Dock 항목 속성";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard Widget";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard Widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "번들 인증자";
"com.apple.dashboard.widget/preferences" = "환경설정";
"com.apple.dashboard.widget/position" = "위치";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

